<?php
/**
 * @Author: anchen
 * @Date:   2015-12-04 17:21:11
 * @Last Modified by:   anchen
 * @Last Modified time: 2015-12-04 18:23:41
 */
class Model_Timezone extends Model{
    public static $timezoneArray = 
        array(
            '-1' => '西1区',
            '-2' => '西2区',
            '-3' => '西3区',
            '-4' => '西4区',
            '-5' => '西5区',
            '-6' => '西6区',
            '-7' => '西7区',
            '-8' => '西8区',
            '-9' => '西9区',
            '-10' => '西10区',
            '-11' => '西11区',
            '12' => '东(西)12区',
            '0' => '0时区',
            '1' => '东1区',
            '2' => '东2区',
            '3' => '东3区',
            '4' => '东4区',
            '5' => '东5区',
            '6' => '东6区',
            '7' => '东7区',
            '8' => '东8区',
            '9' => '东9区',
            '10' => '东10区',
            '11' => '东11区'
        );
}